const newsData = [
  {
    id: 1,
    topic: 'internships',
    date: {
      year: '2023',
      month: '03',
      day: '23',
    },
    title: 'Интервью с участницей программы стажировки',
    text: 'Саша рассказывает, как попала в программу и как прошла 6-месячная стажировка в ISOFound',
  },
  {
    id: 2,
    topic: 'trips',
    date: {
      year: '2023',
      month: '03',
      day: '20',
    },
    title: 'Путешествуем по миру',
    text: 'Какие места посещают наши студенты весной',
  },
  {
    id: 3,
    topic: 'volunteering',
    date: {
      year: '2023',
      month: '03',
      day: '17',
    },
    title: 'Новая программа волонтёрства',
    text: 'Программа помощи детям длительностью 4 месяца',
  },
  {
    id: 4,
    topic: 'career',
    date: {
      year: '2023',
      month: '03',
      day: '10',
    },
    title: 'Построй свою карьеру',
    text: 'Ведущие компании готовы трудоустроить выпускников стажировки',
  },
  {
    id: 5,
    topic: 'internships',
    date: {
      year: '2023',
      month: '03',
      day: '09',
    },
    title: 'Статья про стажировку №2',
    text: 'Саша рассказывает, как попала в программу и как прошла 6-месячная стажировка в ISOFound',
  },
  {
    id: 6,
    topic: 'trips',
    date: {
      year: '2023',
      month: '03',
      day: '08',
    },
    title: 'Статья про путешествия №2',
    text: 'Какие места посещают наши студенты весной',
  },
  {
    id: 7,
    topic: 'volunteering',
    date: {
      year: '2023',
      month: '03',
      day: '07',
    },
    title: 'Статья про волонтерство №2',
    text: 'Программа помощи детям длительностью 4 месяца',
  },
  {
    id: 8,
    topic: 'career',
    date: {
      year: '2023',
      month: '03',
      day: '06',
    },
    title: 'Статья про карьеру №2',
    text: 'Ведущие компании готовы трудоустроить выпускников стажировки',
  }
]

export { newsData };
